<?php
	$res1 = 60 * 60 * 24;
	print("1. Количество секунд в сутках: {$res1} "); ?> <br> <?php
	$res2 = 60 * 60 * 24 * 30;
	print("2. Количество секунд в 30 сутках: {$res2}"); ?> <br> <?php
	$res3 = 60 * 60 * 24 * 365;
	print("3. Количество секунд в году: {$res3}"); ?> <br> <?php
	$res4 = 60 * 24;
	print("4. Количество минут в сутках: {$res4}"); ?> <br> <?php
	$res5 = 60 * 24 * 365;
	print("5. Количество минут в году: {$res5}"); ?> <br> <?php
	$res6 = 2**20;
	print("6. Количество байт в мегабайте: {$res6}"); ?> <br> <?php
	$res7 = 2**30;
	print("7. Количество байт в гигабайте: {$res7}"); ?> <br> <?php
	$res8 = 2**30 * 10;
	print("8. Количество байт в 10 гигабайтах: {$res8}"); ?> <br> <?php
	$res9 = 2**40;
	print("9. Количество байт в терабайте: {$res9}"); ?> <br> <?php
	$res10 = 2**30 ;
	print("10. Количество килобайт в терабайте: {$res10}");
?>